Repository: koenige/modules-events
Catalog: languages/events-*.po
Languages: pl

source: Organiser
pl: Organizator

source: CANCELLED
pl: ANULOWANE

source: Events
pl: Wydarzenia

source: If the exact date has not yet been set, the day and or month can be omitted here – then only the month is displayed! Leave the end empty if necessary.
pl: Jeśli dokładna data nie została jeszcze ustawiona, można w tym miejscu pominąć dzień i / lub miesiąc – wtedy wyświetlany jest tylko miesiąc! W razie potrzeby pozostaw koniec pusty.

source: Timezone
pl: Strefa czasowa

source: Format: -0100 or +0630 etc.
pl: Format: -0100 lub +0630 itp.

source: (cancelled)
pl: (anulowane)

source: Short description of the event (is displayed in the calendar under the date)
pl: Krótki opis wydarzenia (jest wyświetlany w kalendarzu pod datą)

source: Begin
pl: Rozpocznij

source: Time Begin
pl: Czas rozpoczęcia

source: Time
pl: Czas

source: End
pl: Koniec

source: Time End
pl: Koniec czasu

source: Takes place?
pl: Odbywa się

source: Better not delete cancelled appointments, but mark them so that it is clearly visible that they’re cancelled.
pl: Lepiej nie usuwać anulowanych spotkań, ale oznacz je tak, aby było wyraźnie widoczne, że zostały anulowane.

source: News?
pl: Aktualności?

source: Should the event appear in the news?
pl: Czy wydarzenie powinno pojawić się w wiadomościach?

source: Sorting if no time was specified.
pl: Sortowanie, jeśli nie określono czasu.

source: Direct Link
pl: Link bezpośredni

source: Only if the full description of the event is on another website.
pl: Tylko jeśli pełny opis wydarzenia znajduje się na innej stronie internetowej.

source: Main Event
pl: Główne wydarzenie

source: Following?
pl: Następujący?

source: Tags
pl: Tagi

source: Identifier
pl: Identyfikator

source: Created
pl: Utworzono

source: Event not found
pl: Nie znaleziono wydarzenia

source: Unfortunately we could not find an event under this URL.
pl: Niestety nie mogliśmy znaleźć wydarzenia pod tym adresem URL.

source: Please take a look at our calendar.
pl: Zapraszamy do zapoznania się z naszym kalendarzem.

source: h_prefix
pl: godz.

source: This event was cancelled.
pl: Wydarzenie zostało anulowane.

source: Further information about <strong>%s</strong>
pl: Więcej informacji na temat <strong>%s</strong>

source: Registration
pl: Rejstracja

source: Supporting Event
pl: Wydarzenie wspierające

source: News
pl: Aktualności

source: Books
pl: Książki

source: Book presentation
pl: Prezentacja książki

source: Image
pl: Obraz

source: Enter event in your own calendar (ICS)
pl: Wprowadź wydarzenie we własnym kalendarzu (ICS)

source: Download calendar entry “%s”
pl: Pobierz pozycję kalendarza „%s”

source: To the entire calendar %s
pl: Do całego kalendarza %s

source: Further Information
pl: Informacje dodatkowe

source: Subscribe to calendar %s
pl: Zasubskrybuj kalendarz %s

source: Cancelled:
pl: Anulowane:

source: (Link will be announced to participants)
pl: (Link zostanie ogłoszony uczestnikom)

source: following
pl: następnie

source: An event can only end after the start.
pl: Wydarzenie może zakończyć się dopiero po rozpoczęciu.

source: Sun
pl: Nie

source: Mon
pl: Pon

source: Tue
pl: Wto

source: Wed
pl: Śro

source: Thu
pl: Czw

source: Fri
pl: Pt

source: Sat
pl: Sob

source: Schedule (subject to change)
pl: Harmonogram (może ulec zmianie)

source: Schedule
pl: Harmonogram

source: Events in the supporting program
pl: Wydarzenia w programie wspierającym

source: cancelled!
pl: anulowane!
